export const comments = [
  {
    name: 'Наталья 1',
    comment:
      'Хочется выразить огромную благодарность организаторам сборов по боксу на базе комплекса «Искра» в Кучугурах. Сын приехал отдохнувшим, физически заметно окреп и остался очень доволен поездкой. Работа тренерского состава, условия проживания, организация досуга, контроль и программа тренировок -на высшем уровне! Ждем начала плановых тренировок! Огромное спасибо за ваше работу! ',
    mark: '1',
  },
  {
    name: 'Наталья 2',
    comment:
      'Хочется выразить огромную благодарность организаторам сборов по боксу на базе комплекса «Искра» в Кучугурах. Сын приехал отдохнувшим, физически заметно окреп и остался очень доволен поездкой. Работа тренерского состава, условия проживания, организация досуга, контроль и программа тренировок -на высшем уровне! Ждем начала плановых тренировок! Огромное спасибо за ваше работу!',
    mark: '2',
  },
  {
    name: 'Наталья 3',
    comment:
      'Хочется выразить огромную благодарность организаторам сборов по боксу на базе комплекса «Искра» в Кучугурах. Сын приехал отдохнувшим, физически заметно окреп и остался очень доволен поездкой. Работа тренерского состава, условия проживания, организация досуга, контроль и программа тренировок -на высшем уровне! Ждем начала плановых тренировок! Огромное спасибо за ваше работу!',
    mark: '3',
  },
  {
    name: 'Наталья 4',
    comment:
      'Хочется выразить огромную благодарность организаторам сборов по боксу на базе комплекса «Искра» в Кучугурах. Сын приехал отдохнувшим, физически заметно окреп и остался очень доволен поездкой. Работа тренерского состава, условия проживания, организация досуга, контроль и программа тренировок -на высшем уровне! Ждем начала плановых тренировок! Огромное спасибо за ваше работу!',
    mark: '4',
  },
  {
    name: 'Наталья 5',
    comment:
      'Хочется выразить огромную благодарность организаторам сборов по боксу на базе комплекса «Искра» в Кучугурах. Сын приехал отдохнувшим, физически заметно окреп и остался очень доволен поездкой. Работа тренерского состава, условия проживания, организация досуга, контроль и программа тренировок -на высшем уровне! Ждем начала плановых тренировок! Огромное спасибо за ваше работу!',
    mark: '5',
  },
]
