import type { CardText } from "~/assets/types/types"

export const whySectionInfo: CardText[] = [
  {
    title: 'Гибкое расписание',
    desc: ['Тренировки проходят ежедневно с 7:00 до 23:00, есть утренние, дневные, вечерние занятия. Индивидуальные программы по договорённости'],
  },
  {
    title: 'Уютная и безопасная атмосфера',
    desc: ['Дружелюбное окружение, где главны дисциплина и уважение, а не уличные потасовки'],
  },
  {
    title: 'Выгодные тарифы и спецпредложения ',
    desc: ['Льготы для студентов и льготников, пробные и персональные занятия, семейные и детские абонементы'],
  },
]
