export const lessons = [
  {
    lesson: 'Основы бокса: теория и практика',
    content: [
      {
        title: 'Что такое бокс?',
        desc: [
          'Бокс - это ударный вид единоборства, в котором удары наносятся только кулаками в область головы и корпуса противника только ударной частью сжатого кулака в боксерской перчатке. Правила бокса профессионального и любительского отличаются друг от друга, но так или иначе, это изначально один вид спорта.',
        ],
      },
      {
        title: 'Основы бокса: теория',
        desc: [
          'Основами бокса в теории являются оптимальное сочетание оборонительных действий и атакующих, причем в комбинации. Оборонительные действия направлены на то, чтобы предотвратить попадание соперника, а атакующее действие - на то, чтобы нанести ему боевой урон. В идеале делать атакующее действие - нокаут, которое выбивает соперника из поединка. Теория основ бокса довольно обширна, но тем не менее, без практики она не имеет никакого смысла.',
        ],
      },
      {
        title: 'Основы бокса: практика',
        desc: [
          'Основы бокса лучше всего отрабатывать на практике - в основы бокса входит изучение защит, ударов и их комбинаций в перчатках с партнером или на лапах с тренером. Скажем сразу, что оптимальная отработка боксерской техники состоит в упражнениях с партнером разной степени интенсивности, так как такие упражнения также ведут и к психологической подготовке спортсмена.',
        ],
      },
    ],
  },
  {
    lesson: 'Разминка в боксе',
    content: [
      {
        title: 'Суть разминки',
        desc: [
          'Разминка необходима в любом двигательном виде деятельности. А тем более в спорте - боксе. В понятие разминки входит очень много элементов - это и прогревание мышц, и их растяжка, и подготовка дыхательной системы и специальные двигательные упражнения, направленные на достижение целей разминки.',
        ],
      },
      {
        title: 'Разминка в боксе',
        desc: [
          'Разминка перед боксом обычно строится следующим образом - в начале тренировки идет пробежка, которая позволяет прогреть мышцы. Во время пробежки нередко выполняются двигательные упражнения, благодаря которым также производится и растяжка мышц.  После пробежки следует специальная двигательная разминка, упражнения в которой так или иначе иммитируют боевые ситуации, однако являются сами по себе безопасными. Собственно благодаря специальной разминки и возник такой вид спорта как фит-бокс, в котором нет работы в парах, а самым опасным соперником является мешок или груша.',
        ],
      },
      {
        title: 'Структура разминки в боксе',
        desc: [
          'Структуру разминки перед занятиями боксом можно охарактеризовать следующими элементами:',
          '1. Подготовка дыхания и ног (скакалка или бег).',
          '2. Растяжка основных групп мышц (стоя или в движении)',
          '3. Специальная разминка, которая включается в себя специальные боксерские упражнения, такие как движение в челноке, уклоны, нырки, пятнашки (салки) и многое другое.',
          'Все эти упражнения направлены на то, чтобы максимально качественно подготовить людей к основной части тренировочного процесса, так что разминку в боксе не стоит ни в коем случае исключать.',
        ],
      },
    ],
  },
  {
    lesson: 'Прямой удар в боксе',
    content: [
      {
        title: 'Прямой удар в боксе',
        video: 'https://www.youtube.com/embed/JRvKxl5JLK0?si=9v_q32duh6lVIX1X',
        desc: ['Как только Вы приходите в секцию бокса Вас сразу же начинают учить ударам. И первый в этой серии - прямой удар. Он самый быстрый, но зато самый длинный. Для его нанесений рука просто разгибается в локте, поворачивается корпус и таз, и вес тела переносится с одной ноги на другую. Таким образом создается мощнейший рычаг и рука вылетает в прямом ударе.']
      },
      {
        title: 'Название прямого удара',
        desc: ['Все в боксе имеет свое "английское" или родное (Англия - Родина бокса) название. Прямые удары называют передней рукой - "Джеб", сильнейшей рукой (Чаще всего правой) - "Кросс", однако в России их так называют редко. Чаще мы можем встретить и услышать название - Левый прямой или правый прямой.']
      },
      {
        title: 'Прямой удар в боксе - видео',
        desc: ['Видео материалы являются (конечно, после реальной тренировки) самыми полезными, ведь мало кто может понять как правильно двигаться по рисунку или по надписям. Поэтому Мы и предлагаем Вам обучающее видео, где один из наших боксеров демонстрирует то, как правильно наносить прямые удары в боксе (на видео).']
      }
    ]
  },
  {
    lesson: 'Боковой удар в боксе',
    content: [
      {
        video: "https://www.youtube.com/embed/VC0BzL14Oxg?si=sHlgK4LyTEMeD9X4",
        title: 'Боковой удар - техника',
        desc: [
          'По английски боковой удар называется "хук" (hook) - что в переводе означает крюк. Техника бокового удара напоминает насаживание на крюк. Рука сгибается в локте примерно на 90 градусов и посылом плеча (после движения ноги, таза и корпуса) рука выбрасывается по дуге, кулак при этом сжимается в самом конце, напрягаясь создает мощнейшее ребро жесткости, вся сила которого обрушивается на соперника. И если преимущество прямого удара заключается в том, что он длинный и им удобно встречать соперника, то боковой удар - это жесточайший удар для добивания, для того, чтобы отправить соперника в нокаут.',
          'Боковой удар очень объемно тренируется на занятиях, но лучше всего оттачивать мастерство нанесения боковых с тренером на персональных тренировках по боксу.',
          'Стоить отметить, что при нанесении бокового удара локоть приподнимается чуть выше кулака.'
        ]
      },
      {
        title: 'Боковой удар - любимый удар Майка Тайсона',
        desc: [
          'Один из самых зрелищных боксеров во всей истории, а также самый молодой Чемпион Мира в супертяжелом весе американец Майк Тайсон очень любил наносить боковые удары - сила его удара была такова, что он пробивал глухую защиту соперника, а если атаковал серией, то нокаут бы неизбежен.',
          'Тренируя боковые удары, необходимо также тренировать общую физическую подготовку бойца, для того, чтобы впоследствии в ударе участвовали не только скорость взрыва, но и мощь корпуса - а это, несомненно, мышечная масса.'
        ]
      }
    ]
  },
  {
    lesson: 'Удар снизу (апперкот) в боксе',
    content: [
      {
        video: 'https://www.youtube.com/embed/hzmw-wMFZUw?si=zkVDxd0JAzHfgQe7',
        title: 'Удар снизу - техника',
        desc: [
          'По технике удар снизу схож с боковым - это такой же крюк, только он наносится не сбоку, а именно снизу. Именно поэтому его и  в России называют "апперкот", что значит "отрубить [снизу] вверх". Само собой слово "рубить" в боксе подразумевает то, что удар будет тяжелейший. И суть тут не только в технике нанесения удара снизу. Если кулак после апперкота приходит в челюсть, то она буквально втыкается в мозг, что ведет к тяжелейшим черепно-мозговым травмам. Защите от удара снизу учат с детства.'
        ]
      },
      {
        title: 'Коронка - удар снизу (апперкот) в боксе',
        desc: [
          'Из боксеров всех времен сразу вспоминается Микки Уорд (Ирландец) - Чемпион Мира, который сражался в знаменитом Триллере против Артуро Гатти. Микки был настоящим мастером ударов снизу - как в челюсть, так и в печень. Если кого и ставить в пример, как короля апперкота - то только "Ирландца".'
        ]
      }
    ]
  },
  {
    lesson: 'Защита от прямого удара',
    content: [
      {
        video: 'https://www.youtube.com/embed/i09gE7tYv6A?si=6F4ce1RazkiLE9ov',
        title: 'Уклон - защита от прямого удара в боксе',
        desc: [
          'Защита уклоном от прямого удара в боксе применяется очень часто и помогает перейти в атаку, при этом обойтись без попадания в голову. Самый лучший пример из всех кто работал или работает с уклонами - это Сауль Канело Альварес.',
          'Защита оттяжкой или шагом назад применима в боксерской технике также для избежания контакта с кулаком соперника и возможной контратакой в ответной форме. Такую защиту мастерски применял самый известный боксер планеты всех времен - Мухаммед Али.'
        ]
      },
      {
        video: 'https://www.youtube.com/embed/WvOn58bU3F0?si=9IJsIdQq6CCm6YtY',
      }
    ]
  },
  {
    lesson: 'Защита от бокового удара',
    content: [{
      title: 'Нырок в боксе - защита от бокового в голову',
      video: 'https://www.youtube.com/embed/iCZZUdwzlm4?si=EEhkK4ieBpwdcW7p',
      desc: ['Для того, чтобы защититься от бокового удара в голову - резонно применять нырок - он помогает избежать ударного столкновения и позволяет подготовить контратаку. Мастерски этой защитой пользовался Майк Тайсон.']
    }]
  },
  {
    lesson: 'Как наматывать боксерские бинты',
    content: [
      {
        title: 'Зачем нужны боксерские бинты',
        desc: ['Для надежной защиты рук во время боя боксерские бинты просто необходимы, они надежно стягивают кисть руки, защищая ее от вывихов и переломов.Приобретая бинты в аптеке или спортивном магазине, нужно знать как минимум 10 способов нанесения бинтов на руки, которыми пользуются боксеры любители.На просторах виртуальной сети есть немало наглядных пособий о том, как бинтовать руки боксерскими бинтами.Самые популярные способы - нанесение бинта направляющей от большого пальца к запястью, по направляющей от запястья через большой палец к остальным пальцам.Важно помнить, что в любом способе нанесения бинта на руки, скрещивание бинта производится с наружной стороны ладони.Выбрать наиболее подходящую ширину бинта новичку достаточно сложно, при этом важно понимать, что чем шире Ваша ладонь, тем шире должен быть боксерский бинт.Первые бинты проще всего приобрести в аптеке, а тренировку с нанесением бинта можно произвести при помощи обыкновенной марлевой повязки, ведь сама традиция нанесения бинта в спорт пришла именно из медицины.']
      }
    ]
  },
  {
    lesson: 'Передвижения в боксе',
    content: [
      {
        title: 'Движение в боксе',
        desc: ['Если Вы думаете, что в боксе работают только руки, мы Вас сильно разочаруем. В боксе, в основном, работают ноги. Причем они участвуют не только в передвижениях в боксе, но и в нанесении удара. Ноги чрезвычайно важны в боксе, так что пренебрегать их подготовкой не стоит ни в коем случае.']
      },
      {
        title: 'Передвижения в боксе',
        desc: [
          'И все-таки, несмотря на то, что ноги имеют огромное влияние при нанесении ударов в боксе - основная их функция - передвижение по рингу. При помощи передвижения можно занимать удобную позицию для нанесения ударов, выбирать дистанцию и даже защищаться при помощи уходов на ногах от ударов соперника.',
          'Всего в боксе два варианта передвижения - на челноке (в припрыжку) и подход - пешком. Только стоит учитывать, что это не такие прыжки, как, например в длину и не такие подходы, как обычный шаг. В боксе, как говорится, все по-боксерски.'
        ]
      },
      {
        title: "Передвижения в боксе на челноке",
        desc: ['Челнок - это передвижение в боксе. Используется также и в других видах боевых единоборств. Суть челнока - в перепрыгиваниях на мысочках - во всех направлениях. Это позволяет мгновенно перемещаться к сопернику, наносить серию ударов и  тут же уходить от него - точно также на челноке. На челноке также удобно "проваливать" соперника - то есть делать прыжок в сторону, пропуская бьющего боксера мимо себя.']
      },
      {
        title: 'Передвижения в боксе пешком',
        desc: ['Строго говоря - нельзя так называть передвижение в боксе - "пешком". Скорее это - переваливание с ноги на ногу, так как в боксе, как и во многих видах единоборств. Причина тому - необходимость удерживать равновесие при передвижении и  при ударе. Передвижение "пешком" чаще применяют боксеры, которые хотят отправить своего соперника в нокаут. Челнок любят игровики.']
      }
    ]
  },
  {
    lesson: 'Работа в парах',
    content: [
      {
        title: 'Как это происходит?',
        desc: [
          'Работа в парах - неотъемлимый элемент тренировок по боксу. Его включают в тренировочную программу новичков уже спустя месяц после начала их тренировочного процесса. Обычно в спарринге работают сразу после боя с тенью.',
          'Собственно отработка с партнером - это тренировка определенных ударов, это наработка с партнером защит, а атакующим - комбинаций для атаки. Работая в парах боксер учится чувству дистанции, учится держать удар - начинает понимать движение бокса в большей степени, чем если бы он просто постоянно работал по мешку или занимался боем с тенью.',
          'Бывает разная работа в парах:',
          '1. По заданию тренера',
          '2. По договоренности боксеров',
          'Произвольное задание (максимально приближено к поединку)',
          'По заданию тренера обыкновенно работают начинающие, которым необходимо как можно быстрее научиться азам - школе бокса, по договоренности в спарринге занимаются спортсмены, которые уже понимают суть этих заданий, которые могут сами дать себе задание. Ну и произвольные отработки с партнером - это ничто иное как максимально приближенное к реальному боксерскому поединку упражнение.'
        ]
      },
      {
        title: 'Тренировки в Moscowboxing',
        desc: [
          'На тренировках в залах бокса клуба Moscowboxing также есть работа в парах. Здесь работа в парах проводится только среди спортсменов, занимающихся не менее полутора месяцев, уже крепких и технически подготовленных. Тренер внимательно следит за выполнением упражнений, а это практически исключает травматизм. Также перед работай в парах идут соответствующие элементы разминки. Кроме того, спортсмен тщательно разминает нос, скулы, челюсть, лоб - чтобы предохранить все это от травм и рассечений.',
          'Также тренеры нашего клуба настоятельно рекомендуют приобретать следующие средства защиты:',
          'Боксерская капа: она обязательно должна быть одночелюстная - одиночная - иначе Вы просто не сможете нормально дышать. Капу необходимо варить перед использованием.',
          'Боксерские перчатки для соревнований (с мягкой подушкой, как рекомендует международная ассоциация AIBA).',
          'Шлем для бокса - для избежания некоторых рассечений, а также для защиты висков, лба и др. частей головы.',
          'Боксерские бинты - для наиболее плотной защиты кистей от травм и растяжения запястья.',
          'Так что если Вы приготовились потренироваться с партнером, Вам необходимо научиться технике, укрепить мышцы, а также экипироваться хорошенько, чтобы не получать травм.'
        ]
      }
    ]
  },
  {
    lesson: 'Спарринги',
    content: [
      {
        title: 'Чем Спарринги отличаются от поединка и от работы в парах?',
        video: 'https://www.youtube.com/embed/PArGE1H0NTs?si=Qizqtq6HN12jLqA5',
        desc: [
          'Спарринг - один из видов тренировочной деятельности боксера, направленный на более интенсивную подготовку к соревнованиям. Это, по сути учебный бой, в котором победитель не объявляется, а оба спортсмена имеют возможность лишний раз отточить свое технико-тактическое мастерство.',
          'В вольном бою не бывает заданий, как при работе в парах - это почти реальный бой, только не во всю силу. Работая с партнером, каждый из соперников выполняет собственные задачи: подготовка к соревнованиям, наработка опыта, поддержание формы.',
          'Каждый более-менее опытный тренер включает в тренировочный план вольную работу в парах, как важный элемент всего тренировочного процесса.'
        ]
      },
      {
        title: 'Почему важны спарринги?',
        desc: [
          'Спарринги нужны в первую очередь для поддержания боевого состояния спортсмена-боксера. Конечно, существует работа в парах, однако в парах оба партнера имеют задание или работают довольно легко, не ощущая опасности. Вот это наоборот и является наиболее опасным для боксера. Так спортсмен, не привыкший к серьезным ударам, будет не готов к выступлениям против более жесткого бойца и может проиграть даже не смотря на превосходство в технике и скорости.',
          'Вольный бой служит для того, чтобы бойцы могли оттачивать свое мастерство с равным соперником вне соревновательных условий - в дружеской атмосфере, когда эмоции не бьют через край.',
        ]
      },
      {
        title: 'Где можно найти хорошего партнера?',
        desc: [
          'Хорошего партнера Вы сможете найти в нашем клубе Moscowboxing. У нас тренируются бойцы всех весов и различного опыта, поэтому если Вы ищете партнера - то можете обращаться прямо к нам.',
          'Также вольные бои постоянно проводятся в таком титулованном клубе, как ЦСКА. Там количество спарринг-партнеров, конечно, еще больше и их уровень несколько выше.'
        ]
      }
    ]
  },
  {
    lesson: 'Техника бокса',
    content: [
      {
        title: 'Что такое техника бокса и для чего она нужна?',
        desc: [
          'Техника бокса - как и вообще техника любого спорта - это определенный набор движений, который позволяет наиболее эффективно довбиваться спортивного результата - победы с минимальным уроном в свою сторону. В боксе различают технику атакующих действий и технику оборонительных действий.',
          'Правильная техника в боксе (на примере атакующих действий) необходима для того, чтобы  спортсмен в максимально короткие сроки мог наносить эффективные удары или комбинации ударов. Соответственно различают технику каждого из ударов или технику комбинаций ударов.',
          'После нанесения серии в том случае, если соперник не вышел из строя (нокаут/нокдаун) необходимо грамотно и своевременно оборониться - защититься от ударов соперника. Для этого необходима грамотная защита в боксе, технику которой отрабатывают отдельно на тренировках и в хороших залах бокса доводят до совершенства.'
        ]
      },
      {
        title: 'Где научиться технике бокса',
        desc: [
          'Технике бокса можно научиться по большому счету в любом из клубов бокса, в который вы планируете прийти. Однако, мы посоветуем Вам нашу секцию бокса, так как Вы нашли эту статью именно на нашем сайте о боксе. Стоит сразу отметить, что в боксе техника ударов и защит, а также передвижения на ногах является самым важным, и, не научившись этому в самом начале, Вам стоит и вовсе позабыть о том, что такое бокс, так как Вы не будете вполне ему обучены. Ждем Вас на наших тренировках и готовы обучить Вас технике бокса.'
        ]
      }
    ]
  },
]
